# Command line utilities
brew "act"
brew "afflib"
brew "awscli"
brew "azure-cli"
brew "berkeley-db"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "capstone"
brew "cask"
brew "cffi"
brew "cmake"
brew "cmake-docs"
brew "coreutils"
brew "curl"
brew "docutils"
brew "dotnet"
brew "emacs"
brew "fontconfig"
brew "freetype"
brew "gdbm"
brew "gettext"
brew "gh"
brew "giflib"
brew "git"
brew "git-lfs"
brew "glib"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "go"
brew "graphite2"
brew "grep"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "icu4c"
brew "jansson"
brew "jpeg-turbo"
brew "k9s"
brew "kind"
brew "kops"
brew "krb5"
brew "krew"
brew "kubernetes-cli"
brew "kustomize"
brew "ldns"
brew "libassuan"
brew "libcbor"
brew "libevent"
brew "libewf"
brew "libfido2"
brew "libgcrypt"
brew "libgpg-error"
brew "libidn2"
brew "libksba"
brew "liblinear"
brew "libmaxminddb"
brew "libnghttp2"
brew "libpng"
brew "libpq"
brew "libslirp"
brew "libsmi"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libtiff"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxrender"
brew "libyaml"
brew "links"
brew "little-cms2"
brew "lua"
brew "lz4"
brew "lzo"
brew "mas"
brew "minikube"
brew "mpdecimal"
brew "nano"
brew "ncurses"
brew "nettle"
brew "nmap"
brew "node"
brew "npth"
brew "openshift-cli"
brew "openjdk"
brew "openldap"
brew "openssh"
brew "openssl"
brew "p11-kit"
brew "p7zip"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pinentry"
brew "pixman"
brew "podman"
brew "pulumi"
brew "pycparser"
brew "python"
brew "qemu"
brew "readline"
brew "rtmpdump"
brew "ruby"
brew "six"
brew "sleuthkit"
brew "snappy"
brew "speedtest-cli"
brew "sqlite"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vde"
brew "vim"
brew "wget"
brew "wireguard-go"
brew "wireshark"
brew "xorgproto"
brew "xz"
brew "yarn"
brew "zstd"
brew "commitizen"
brew "bash"
brew "qt"
brew "plantuml"
brew "argocd"

# Mac Applications (Casks)
cask "010-editor"
cask "app-fair"
cask "azure-data-studio"
cask "burp-suite"
cask "caffeine"
cask "chirp"
cask "electrum"
cask "firefox"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "kubecontext"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "nosql-workbench"
cask "pgadmin4"
cask "postman"
cask "powershell"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "tailscale"
cask "visual-studio-code"
cask "wireshark-chmodbpf"
cask "zoom"

# App Store applications
# Uncomment and modify if you want to install apps from the Mac App Store
# mas "1Password", id: 1333542190
