010-editor
app-fair
azure-data-studio
balenaetcher
burp-suite
caffeine
chirp
electrum
firefox
gimp
github
google-chrome
google-cloud-sdk
gridtracker
kubecontext
macloggerdx
meld
microsoft-auto-update
microsoft-office
microsoft-teams
mono-mdk-for-visual-studio
nosql-workbench
pgadmin4
podman-desktop
postman
powershell
qflipper
rancher
rectangle
slack
spotify
sublime-text
tailscale
tqsl
visual-studio
visual-studio-code
wireshark-chmodbpf
workplace-chat
zoom
