git
git-lfs
poshgit
gitversion.portable
winmerge
meld
ruby
golang
python
dotnetfx
dotnetcore-sdk
nodejs
vscode
postmanresharper
notepadplusplus
googlechrome
firefox
flux
terraformer
terraform
terragrunt
packer
tflint
azure-pipelines-agent
7zip
sysinternals
cmake
checksum
apimonitor
yarn
jq
expresso
ssms
azure-documentdb-data-migration-tool
nosql-workbench
openssh
putty.install
openssl
winscp
filezilla
mremoteng
curl
usbpcap
wireshark
nmap
tapwindows
awscli
azure-cli
ServiceBusExplorer
microsoftazurestorageexplorer
nugetpackageexplorer
docker-desktop
kubernetes-helm
kubernetes-cli
minikube
microsoft-teams.install
wsl2
pscodehealth
azure-cosmosdb-emulator
wiremockui
k9s
microsoft-windows-terminal
zoom
fiddler
gnupg
logitechgaming
logitech-options
sops
jabra-direct
tfsec
pulumi
obs-virtualcam
act-cli
ledger-live
amazon-chime
gpg4win
vault
gcloudsdk
slack
spotify
openvpn-connect
audacity
audacity-lame
audacity-ffmpeg
pgadmin4
opera
caffeine
trufflehog
